<?include_once "header.php";?> 
<div class="contact">
    <div class="contact-img"></div>
    <div class="contact-content">
        <div class="contact-header">
            <div class="bg-gray">2</div>

            <div class="contact-header-img">
                <img src="assets/images/Group 530@2x.png">
            </div>
        </div>
        <div class="contact-middle">
            <div class="row profile_title">
                <a href="index.php" class="profile_title_icon"><img src="assets/images/006-right-arrow.svg"></a>
            
                <h3 style="width: 50%;float: right;">قوانین و مقررات</h3>

            </div>
            <!--  -->
            <!--  -->
            <div class="row">
               <div class="rules-p">
                   <p><?= $action->get_system('rules') ?></p>
                <!-- <p>
                     ماده 1- عضويت در سايت
                    افراد براي عضويت در سايت ژتون و خريد از آن بايد در هنگام خريد يا در حالت عادي به قسمت عضويت مراجعه
                    کنند. در اين مرحله با وارد کردن اطلاعات لازم مانند نام و نام خانوادگي، رمز عبور و آدرس پست
                   .الکترونيکي،ميتوانند در سايت عضو شوند
                </p>
                <p>
                    ماده 1- عضويت در سايت
                   افراد براي عضويت در سايت ژتون و خريد از آن بايد در هنگام خريد يا در حالت عادي به قسمت عضويت مراجعه
                   کنند. در اين مرحله با وارد کردن اطلاعات لازم مانند نام و نام خانوادگي، رمز عبور و آدرس پست
                  .الکترونيکي،ميتوانند در سايت عضو شوند
               </p> -->
               <!-- <p>
                ماده 1- عضويت در سايت
               افراد براي عضويت در سايت ژتون و خريد از آن بايد در هنگام خريد يا در حالت عادي به قسمت عضويت مراجعه
               کنند. در اين مرحله با وارد کردن اطلاعات لازم مانند نام و نام خانوادگي، رمز عبور و آدرس پست
              .الکترونيکي،ميتوانند در سايت عضو شوند
              </p>
                   <p>
                        .تبصره 1- تنها اشخاص حقيقي حق عضويت در سايت را دارند
                            تبصره 2- صرف عضويت در سايت دليل بر قبول و پذيرش مفاد موافقتنامه بوده و خلاف آن به به هيچ وجه
                        .پذيرفته نيست
                    </p>
                
                   <p>
                    تبصره1: کاربر عضو، پس از عضويت و اخذ رمز و کلمه عبور، حق خريد از سايت را دارد

                   </p> -->
                  
               </div>
            </div>
        
        </div>
    </div>
</div>
<?include_once "footer.php";?> 
