-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 10, 2021 at 10:16 AM
-- Server version: 10.4.17-MariaDB
-- PHP Version: 8.0.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hamitech`
--

-- --------------------------------------------------------

--
-- Table structure for table `tbl_shop`
--

CREATE TABLE `tbl_shop` (
  `id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `title` varchar(50) NOT NULL,
  `image` varchar(50) NOT NULL,
  `phone` varchar(20) NOT NULL,
  `fax` varchar(20) DEFAULT NULL,
  `city_id` int(11) NOT NULL,
  `address` text NOT NULL,
  `longitude` varchar(50) NOT NULL,
  `latitude` varchar(50) NOT NULL,
  `reference_code` varchar(10) NOT NULL,
  `reference_id` int(11) DEFAULT NULL,
  `wallet` varchar(20) NOT NULL,
  `score` float NOT NULL DEFAULT 3,
  `updated_at` bigint(20) DEFAULT NULL,
  `created_at` bigint(20) NOT NULL,
  `status` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_shop`
--

INSERT INTO `tbl_shop` (`id`, `category_id`, `title`, `image`, `phone`, `fax`, `city_id`, `address`, `longitude`, `latitude`, `reference_code`, `reference_id`, `wallet`, `score`, `updated_at`, `created_at`, `status`) VALUES
(1, 3, '1فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '54.354093', '31.890901', '', 0, '', 1, NULL, 1618827285, 1),
(2, 3, '2فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(3, 3, '3فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(4, 3, '4فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(5, 4, '5فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(6, 4, '6فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(7, 4, '7فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(8, 4, '8فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(9, 5, '9فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(10, 5, '10فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(11, 5, '11فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(12, 5, '12فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(13, 6, '13فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(14, 6, '14فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(15, 6, 'فروشگاه15', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(16, 6, '16فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(17, 7, '17فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(18, 7, '18فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(19, 7, '19فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(20, 7, '20فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(21, 8, '21فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(22, 8, '22فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(23, 8, '23فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(24, 8, '24فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(25, 9, '25فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(26, 9, '26فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(27, 9, '27فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(28, 9, '28فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(30, 10, '29فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(31, 10, '30فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(32, 10, '31فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(33, 10, '32فروشگاه', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(34, 3, 'فروشگاه 33', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(35, 3, 'فروشگاه 34', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(36, 3, 'فروشگاه 35', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(37, 3, 'فروشگاه 36', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(38, 3, 'فروشگاه 37', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(39, 3, 'فروشگاه 38', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(40, 3, 'فروشگاه 39', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(41, 3, 'فروشگاه 40', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(42, 3, 'فروشگاه 41', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(43, 3, 'فروشگاه 42', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(44, 3, 'فروشگاه 43', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(45, 3, 'فروشگاه 44', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(46, 3, 'فروشگاه 45', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(47, 3, 'فروشگاه 46', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1),
(48, 3, 'فروشگاه 47', 'PN8i226FJS.png', '09130898272', '76543', 426, 'میدان اطلسی', '224', '212', '', 0, '', 3, NULL, 1618827285, 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tbl_shop`
--
ALTER TABLE `tbl_shop`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `title` (`title`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tbl_shop`
--
ALTER TABLE `tbl_shop`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=61;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
